export const regions = [
    { value: "Чуйская область", label: "Чуйская область" },
    { value: "Ошская область", label: "Ошская область" },
    { value: "Жалал-Абадская область", label: "Жалал-Абадская область" },
    { value: "Нарынская область", label: "Нарынская область" },
    { value: "Таласская область", label: "Таласская область" },
    { value: "Иссык-Кульская область", label: "Иссык-Кульская область" },
    { value: "Баткенская область", label: "Баткенская область" },
];

export const propertyTypes = [
    { value: "Квартира", label: "Квартира" },
    { value: "Дом", label: "Дом" },
    { value: "Офис", label: "Офис" },
    { value: "Коммерческая недвижимость", label: "Коммерческая недвижимость" },
    { value: "Земельный участок", label: "Земельный участок" },
    { value: "Гараж", label: "Гараж" },
    { value: "Другое", label: "Другое" },
];

export const ownershipTypes = [
    { value: "Собственность", label: "Собственность" },
    { value: "Аренда", label: "Аренда" },
    { value: "Аренда с правом выкупа", label: "Аренда с правом выкупа" },
    { value: "Кооператив", label: "Кооператив" },
    { value: "Долевая собственность", label: "Долевая собственность" },
];
